[
  {
    "id": 1,
    "image": "https://www.halfbakedharvest.com/wp-content/uploads/2023/03/Chili-Crisp-Chicken-Tacos-with-Spicy-Mango-Salsa-1.jpg",
    "title": "Tacos al Pastor",
    "desc": "A popular street food in Mexico consisting of thinly sliced pork that has been marinated in spices and chilies, then grilled and served on a soft corn tortilla with chopped onions, cilantro, and pineapple."
  },
  {
    "id": 2,
    "image": "https://images.unsplash.com/photo-1620019989549-bbb873b6612d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8R3VhY2Ftb2xlfGVufDB8MXwwfHw%3D&auto=format&fit=crop&w=500&q=60",
    "title": "Guacamole",
    "desc": "A dip made from mashed avocado, lime juice, onions, tomatoes, and cilantro. It is often served with tortilla chips or as a condiment for tacos and other Mexican dishes."
  },
  {
    "id": 3,
    "image": "https://images.unsplash.com/photo-1681394421550-83cc9341b9f8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8Q2V2aWNoZXxlbnwwfDF8MHx8&auto=format&fit=crop&w=500&q=60",
    "title": "Ceviche",
    "desc": "A dish made from raw fish or shrimp that has been marinated in citrus juices, then mixed with onions, tomatoes, cilantro, and chilies. It is often served as an appetizer or light lunch in Mexico and other Latin American countries."
  },
  {
    "id": 4,
    "image": "https://muybuenocookbook.com/wp-content/uploads/2020/12/pozole-bowl-muy-bueno.jpg",
    "title": "Pozole",
    "desc": "A traditional soup or stew made with hominy, meat (usually pork), and chilies. It is often served with shredded cabbage, onions, radishes, and lime wedges on the side, and is commonly eaten as a celebratory dish during holidays and special occasions in Mexico."
  },
  {
    "id": 5,
    "image": "https://muybuenocookbook.com/wp-content/uploads/2019/08/chiles-rellenos-recipe-740x1109.jpg",
    "title": "Chiles Rellenos",
    "desc": "A dish made from large, mild chili peppers that have been stuffed with cheese or meat, then battered and fried. They are often served with a tomato-based sauce and rice or beans on the side."
  },
  {
    "id": 6,
    "image": "https://thenovicechefblog.com/wp-content/uploads/2020/12/Tamales-22-735x1103.jpeg",
    "title": "Tamales",
    "desc": "A traditional Mexican dish made from masa (corn dough) that has been filled with meat, cheese, or vegetables, then wrapped in a corn husk and steamed. They are often served with salsa or guacamole on the side."
  },
  {
    "id": 7,
    "image": "https://howtofeedaloon.com/wp-content/uploads/2023/02/chicken-mole-front-view.jpg",
    "title": "Mole",
    "desc": "A rich, flavorful sauce made from a blend of chilies, spices, and other ingredients (such as chocolate or nuts) that is often served over chicken or other meats. There are many different varieties of mole, and it is often considered a signature dish of Mexican cuisine."
  },
  {
    "id": 8,
    "image": "https://i0.wp.com/portandfin.com/wp-content/uploads/2016/09/HorchataHotChoc42.jpg",
    "title": "Horchata",
    "desc": "A sweet, creamy drink made from rice, cinnamon, and sugar. It is often served cold and is a popular beverage in Mexico and other Latin American countries."
  },
  {
    "id": 9,
    "image": "https://rusticfamilyrecipes.com/wp-content/uploads/2022/02/Cheesy-Birria-Enchiladas_01.jpg",
    "title": "Enchiladas",
    "desc": "A cold soup that is similar to gazpacho, but is typically made with fewer vegetables and more bread. It is a popular dish in the southern region of Andalusia."
    },
    {
    "id": 10,
    "image": "https://images.unsplash.com/photo-1624371414348-b246eff23427?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80",
    "title": "Churros",
    "desc": "A sweet, fried pastry that is popular in Mexico and other Spanish-speaking countries. They are often served as a dessert or snack and are typically dusted with sugar and cinnamon."
    }
]